function DiscountedProducts() {
  //     Эта секция отображает четыре случайных товаров со скидкой. Для ее реализации
  // потребуется:
  // ● Компонент будет получать данные о товарах (названия, изображения и
  // ссылки) через props или из глобального состояния (например, Redux).
  // ● Для каждого товара отрисовывать карточку с изображением, названием и
  // ценой, в правом верхнем углу скидка.
  // ● В правом верхнем углу кнопка, перенаправляющая на страницу со всеми
  // скидками.
  // ● Каждая карточка должна быть обернута в компонент `Link`, который
  // перенаправляет на соответствующую страницу товара.
  return <></>;
}

export default DiscountedProducts;
