function ContactForm() {
  //     Создание формы:
  // ● Создайте форму с тремя полями: имя, номер телефона, почта.
  // ● При создании формы рекомендуется использовать react-hook-form.
  // ● Добавьте валидацию данных в форму.
  //   Оформление заказа
  // Обработка нажатия на кнопку:
  // ● Добавьте обработчик событий для кнопки. При нажатии на кнопку собирайте
  // данные из формы и список товаров в корзине.
  // ● Используйте Axios для отправки POST-запроса на backend сервер ( на
  // маршрут `/order/send`) с данными заказа.
  // Модальное окно с подтверждением успешного заказа
  // Отображение модального окна:
  // ● В компоненте корзины добавьте состояние для управления отображением
  // модального окна.
  // ● При успешной отправке данных заказа на сервер обновляйте состояние,
  // чтобы модальное окно открывалось.

  //   Сообщение о пустой корзине, если в ней нет товаров
  //   Проверка содержимого корзины:
  //   ● В компоненте корзины проверяйте, есть ли товары в корзине.
  //   ● Если корзина пуста, отображайте сообщение об этом вместо списка товаров и
  //   формы заказа.
  return <></>;
}

export default ContactForm;
